[
                {
                    "name": "Cerámica Experimental",
                    "code": "ARO101E",
                    "about": "En este curso el estudiante realizará el proceso completo del trabajo con cerámica desde un enfoque experimental, a partir de la preparación de colores, cubiertas vítreas y pastas, la invención de métodos y procedimientos no tradicionales y el trabajo con diversos sistemas de construcción que le permitan formular propuestas creativas y que respondan a las inquietudes personales de cada uno."
                },
                {
                    "name": "Procesos Fotográficos Alternativos",
                    "code": "ARO107F",
                    "about": "En este curso el estudiante experimentará con procesos fotográficos alternativos que fueron utilizados históricamente y forman parte de la evolución tecnológica y artística de la fotografía, y que actualmente han sido recuperados por artistas contemporáneos."
                },
                {
                    "name": "Poblaciones Estelares",
                    "code": "ASP5106",
                    "about": "Programa no disponible :(."
                },
                {
                    "name": "Estética, Feminismos y Género",
                    "code": "ESO014",
                    "about": "Este curso busca reflexionar críticamente sobre los conceptos “feminismos” y “género” en su relación con la construcción de la producción simbólica y artística. Recoge los debates contemporáneos en torno a la inclusión de las mujeres, sus autorías y aportes culturales en los cánones que históricamente las han desplazado. Si bien las lecturas y discusiones no se estructuran históricamente, recogen reflexiones filosóficas y estéticas desde la antigüedad griega y el mundo prehispánico hasta llegar a consideraciones conceptuales que involucran el quehacer cultural contemporáneo. Se evaluará la capacidad de asimilación de los principales conceptos y problemas asociados al curso, así como la argumentación efectiva de los principios discutidos."
                },
                {
                    "name": "Conozcamos Nuestra Fauna Silvestre: Identificación, Problemáticas de Consevación y Ciencia Ciudadana",
                    "code": "VIL630",
                    "about": "El curso propone acercar a estudiantes a la fauna silvestre de nuestro país, de una forma participativa y activa, y al mismo tiempo discutir sobre las complejidades asociadas a la conservación de especies como legislación y cumplimiento, estrategias, prioridades y también las causas (fragmentación, caza, etc). No es un curso de zoología exhaustiva, sino intenta que, a través de casos de fauna silvestre, relevar y discutir sobre conservación de biodiversidad y la relación del ser humano con la naturaleza. El curso tendrá clases lectivas asociados a controles de lectura, y también foros asociados a lecturas de temáticas atingentes, informes de observación y aporte al conocimiento vía ciencia ciudadana y un tema de investigación a desarrollar durante todo el semestre para profundizar en un tema en particular."
                }
            ]